Repository: cheebinhoh/XYZFinance2U-iOS
Catalog: XYZFinance2U/*.lproj/Localizable.strings
Languages: es_419, ja

source: About
es_419: Sobre
ja: 〜について

source: Foreign exchange rate
es_419: Tipo de cambio
ja: 為替レート

source: Save to file
es_419: Guardar en archivo
ja: ドキュメントに保存

source: Update to iCloud
es_419: Actualización a iCloud
ja: iCloudへのアップデート

source: Delete data
es_419: Eliminar datos
ja: データを削除する

source: Lock out
es_419: Dejar fuera
ja: ブロッキング

source: Require authentication
es_419: Requerir autenticación
ja: 認証が必要です

source: Back
es_419: la espalda
ja: 前のページ

source: was created by
es_419: fue creado por
ja: からのプログラミング

source: Chee Bin Hoh
ja: 胡志斌

source: 2017 - 2020 Chee Bin Hoh, All rights reserved.
es_419: 2017 - 2020, Chee Bin Hoh, Todos los derechos reservados.
ja: 2017 - 2020、胡志斌。すべての権利を保有します。

source: The foreign exchange rates are from http://fixer.io
es_419: Los tipos de cambio son de http://fixer.io
ja: 為替レートはhttp://fixer.ioから取得されます

source: It does not come with warranty of any sort.
es_419: No viene con garantía de ningún tipo.
ja: それはいかなる形の保証も付いていません。

source: The icons are from Noun Project by
es_419: Los iconos son del proyecto Sustantivo por
ja: これらのアイコンはNoun Projectからのもので、

source: Delete incomes
es_419: Eliminar ingresos
ja: 収益を削除する

source: Delete expenses
es_419: Eliminar gastos
ja: 支出を削除する

source: Delete budgets
es_419: Eliminar presupuestos
ja: 予算を削除する

source: Delete Budget
es_419: Eliminar presupuesto
ja: 予算を削除する

source: Cancel
es_419: Cancelar
ja: キャンセル

source: Save expenses
es_419: Ahorre gastos
ja: 節約額

source: Save incomes
es_419: Guardar ingresos
ja: 収入を節約する

source: New budget
es_419: Nuevo presupuesto
ja: 新しい予算

source: Category
es_419: La categoría
ja: カテゴリー

source: Amount
es_419: La cantidad
ja: 金额

source: Currency
es_419: La moneda
ja: 通貨

source: Period
es_419: El periodo
ja: サイクル

source: Start date
es_419: Fecha de inicio
ja: 日付は

source: Current effective
es_419: Efectivo actual
ja: 現在有効な

source: Icon
es_419: El icono
ja: アイコン

source: Color
es_419: El color
ja: カラー

source: Budget
es_419: El presupuesto
ja: 予算

source: budget
es_419: el presupuesto
ja: 予算

source: Black
es_419: El negro
ja: 黒色

source: Blue
es_419: El azul
ja: 青色

source: Brown
es_419: El marrón
ja: ブラウンカラー

source: Cyan
es_419: El cian
ja: シアン色

source: Green
es_419: El verde
ja: 緑色

source: Magenta
es_419: El magenta
ja: マゼンタ色

source: Orange
es_419: la naranja
ja: オレンジ色

source: Purple
es_419: El morado
ja: 紫

source: Red
es_419: El rojo
ja: 赤色

source: Yellow
es_419: El amarillo
ja: 黄色

source: White
es_419: El blanco
ja: 白色

source: autogas
es_419: el gas
ja: 石油とガス

source: education
es_419: la educación
ja: 教育

source: entertainment
es_419: el entretenimiento
ja: エンターテインメント

source: expense
es_419: el gasto
ja: コスト

source: food
es_419: la comida
ja: 食べ物

source: grocery
es_419: el supermercado
ja: 食料品

source: house
es_419: la casa
ja: 家計費

source: kid
es_419: el niño
ja: 子供

source: laundry
es_419: la ropa sucia
ja: ランドリー

source: medical
es_419: médico
ja: 医療費

source: transport
es_419: el transporte
ja: 交通費

source: travel
es_419: viajar
ja: 旅行

source: none
es_419: ninguno
ja: 設定されていない

source: daily
es_419: diario
ja: 每日

source: weekly
es_419: semanal
ja: 毎週

source: biweekly
es_419: bisemanal
ja: 隔週

source: monthly
es_419: mensual
ja: 每月

source: half yearly
es_419: semestral
ja: 6ヶ月ごと

source: yearly
es_419: anual
ja: 毎年

source: description
es_419: La descripción
ja: 詳細

source: Recurring:
es_419: Recurrente:
ja: 繰り返し：

source: Delete Expense
es_419: Eliminar gastos
ja: 支出を削除する

source: add email
es_419: agregar correo electrónico
ja: メールアドレスを追加する

source: budget category
es_419: Categoría presupuestaria
ja: 予算カテゴリ

source: Recurring stop:
es_419: Parada recurrente:
ja: 停止：

source: Delete Income
es_419: Eliminar ingresos
ja: 収益を削除する

source: Repeat
es_419: Repetir
ja: 繰り返し

source: Remind date
es_419: Fecha de recordatorio
ja: リマインダの日付

source: Remind update on a day
es_419: Recordar actualización en un día
ja: リマインダの日付を更新する

source: Last update
es_419: Última actualización
ja: 最終更新日

source: Description
es_419: descripción
ja: 詳細

source: Bank
es_419: Fuente de ingresos
ja: 収入源

source: Balance
es_419: El equilibrio
ja: 残高

source: hourly
es_419: por hora
ja: 毎時

source: Last update:
es_419: Última actualización:
ja: 最終更新日：

source: Save photo
es_419: Guardar foto
ja: 写真を保存する

source: Choose photo
es_419: Elija la foto
ja: 写真を選択

source: Take photo
es_419: Tomar una foto
ja: 写真を撮る

source: Select location
es_419: Seleccionar ubicación
ja: 選択された場所

source: Select it
es_419: Selecciónelo
ja: それを選ぶ

source: Unselect it
es_419: Deseleccionarlo
ja: 選択解除する

source: Location
es_419: La ubicación
ja: 場所

source: Selected location
es_419: Ubicación seleccionada
ja: 選択された場所

source: Delete
es_419: Borrar
ja: 削除

source: More
es_419: más
ja: もっと

source: Copy
es_419: La copia
ja: コピー

source: New expense
es_419: Nuevo gasto
ja: 新しい支出

source: Total
es_419: El total
ja: 合計

source: Calendar view
es_419: El calendario
ja: カレンダー

source: Historical view
es_419: Datos históricos
ja: 支出履歴

source: Share expense url
es_419: URL de gastos compartidos
ja: シェアコストリンク

source: Authenticate to use the app
es_419: Autenticado para utilizar la aplicación
ja: ソフトウェアの使用を認証する

source: automative service
es_419: servicio automatizado
ja: 車の修理

source: Done
es_419: listo
ja: 完了

source: Retrieve latest update from iCloud
es_419: Recuperar la última actualización de iCloud
ja: iCloudから最新のデータを取得する

source: Expenses
es_419: Los gastos
ja: コスト

source: Expenses -
es_419: Los gastos -
ja: コスト -

source: Principal
es_419: Capital
ja: プリンシパル

source: Source
es_419: Fuente de ingresos
ja: 収入源

source: Authenticate to change the setting
es_419: Autenticar para cambiar la configuración
ja: 設定を変更するために認証する

source: Expense
es_419: Gastos
ja: 支出

source: Income
es_419: Ingresos
ja: 収入

source: Undo last change
es_419: deshacer el último cambio
ja: 最後の変更を元に戻す

source: Copy balance
es_419: copia de saldo
ja: コピーバランス

source: Show total income
es_419: Mostrar ingresos totales
ja: 総収入を表示する

source: The foreign exchange rate is from https://exchangeratesapi.io
es_419: El tipo de cambio es de https://exchangeratesapi.io.
ja: 外国為替レートはhttps://exchangeratesapi.ioからです。

source: It is a free service for current and historical foreign exchange rates published by the European Central Bank. Use it at your discretion.
es_419: Es un servicio gratuito para los tipos de cambio actuales e históricos publicados por el Banco Central Europeo. Úselo a su discreción.
ja: これは、欧州中央銀行が発行している現在および過去の外国為替レートの無料サービスです。 あなたの裁量でそれを使用してください。
